[
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Abel does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (QuadAlfonse Low investment) for Alfonse has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Brave Sword+\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Amelia does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Arthur does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (Low investment) for Berkut does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Bruno does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Cain does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (Flier Emblem Medium investment) for Camilla (Spring Festival) has an incorrect investment cost.  It is marked [MEDIUM] and should be [HIGH] because of the skills: [\"Hone Fliers\"]"
  },
  {
    "severity": "ERROR",
    "description": "The build (Flier Emblem Medium investment) for Catria has an incorrect investment cost.  It is marked [MEDIUM] and should be [HIGH] because of the skills: [\"Hone Fliers\"]"
  },
  {
    "severity": "ERROR",
    "description": "The build (Brave Lance+ Low investment) for Charlotte (Bridal Blessings) has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Brave Lance+\"]"
  },
  {
    "severity": "ERROR",
    "description": "The build (Gravity Bomb High investment) for Clarine has an incorrect investment cost.  It is marked [HIGH] and should be [LOW] because of the skills: [\"HP +5\",\"Wings of Mercy 3\",\"Goad Cavalry\",\"Kindled-Fire Balm\",\"Rehabilitate\",\"Gravity\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Clarisse does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (Low investment) for Clive does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (Budget Support High investment) for Cordelia (Bridal Blessings) has an incorrect investment cost.  It is marked [HIGH] and should be [LOW] because of the skills: [\"Fury 3\",\"Fortify Def 3\",\"Draconic Aura\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Corrin (F) (Nohrian Summer) does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (General Utility and Offtank High investment) for Corrin (M) has an incorrect investment cost.  It is marked [HIGH] and should be [LOW] because of the skills: [\"Fury 3\",\"Swordbreaker 3\",\"Threaten Def 3\",\"Moonbow\",\"Rally Attack\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (Low investment) for Delthea does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (Brave Effie Low investment) for Effie has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Brave Lance+\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Elise (Nohrian Summer) does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (Flying Effie - Brave Lance Nuke Optimal Arena Low investment) for Est has an incorrect investment cost.  It is marked [LOW] and should be [HIGH] because of the skills: [\"Def Ploy 3\"]"
  },
  {
    "severity": "ERROR",
    "description": "The build (Budget Build (Brave Lance) Optimal Arena Low investment) for Est has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Brave Lance+\"]"
  },
  {
    "severity": "ERROR",
    "description": "The build (Fir Low investment) for Fir has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Wo Dao+\"]"
  },
  {
    "severity": "ERROR",
    "description": "The build (Lancebreaker Low investment) for Florina has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Brave Lance+\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Frederick (Ylissean Summer) does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Gaius (Ylissean Summer) does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (Offensive Genny High investment) for Genny has an incorrect investment cost.  It is marked [HIGH] and should be [LOW] because of the skills: [\"Attack +3\",\"Savage Blow 3\",\"Kindled-Fire Balm\",\"Rehabilitate\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Gordin does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (Bravest Hana Low investment) for Hana has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Brave Sword+\"]"
  },
  {
    "severity": "ERROR",
    "description": "The build (Nabata Guardian High investment) for Hawkeye has an incorrect investment cost.  It is marked [HIGH] and should be [MEDIUM] because of the skills: [\"Brave Axe+\"]"
  },
  {
    "severity": "ERROR",
    "description": "The build (Standard Tank Low investment) for Hector has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Panic Ploy 3\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Hinata does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Jagen does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Jeorge does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Karel does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (Spread Damager High investment) for Lachesis has an incorrect investment cost.  It is marked [HIGH] and should be [LOW] because of the skills: [\"Defense +3\",\"Wings of Mercy 3\",\"Savage Blow 3\",\"Swift-Winds Balm\",\"Recover\",\"Pain\"]"
  },
  {
    "severity": "ERROR",
    "description": "The build (The Charmer Optimal All-purpose Low investment) for Laslow has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Brave Sword+\"]"
  },
  {
    "severity": "ERROR",
    "description": "The build (Prince of Nohr Optimal All-purpose Medium investment Cavalry) for Leo has an incorrect investment cost.  It is marked [MEDIUM] and should be [LOW] because of the skills: [\"Fury 3\",\"Swordbreaker 3\",\"Moonbow\",\"Reposition\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Leo (Nohrian Summer) does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (Low investment) for Leon does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Lucius does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (No Counter for You Low investment) for Lyn (Bridal Blessings) does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Mae does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (Low investment) for Maria does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Marth (Masked) does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (Low investment) for Mathilda does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Matthew does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (Low investment) for Mist does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Narcian does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (Standard Dancer Olivia Low investment) for Olivia has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Ruby Sword+\"]"
  },
  {
    "severity": "ERROR",
    "description": "The build (Courageous Blade Palla Optimal All-purpose Low investment Flying) for Palla has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Brave Sword+\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Peri does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Raven does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Robin (F) (Ylissean Summer) does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (Low investment) for Saber does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (Offensive Wo Dao Low investment) for Selena has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Wo Dao+\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (Low investment) for Serra does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Seth does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (Low investment) for Sonya does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (Low investment) for Soren does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (Stahl the Chump Optimal Defense Low investment Cavalry) for Stahl has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Brave Sword+\"]"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Tiki (Adult) (Ylissean Summer) does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Tobin does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Valter does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Veronica does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Virion does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Wrys does not have any skill inheritance"
  },
  {
    "severity": "WARN",
    "description": "The build (- Low investment) for Xander (Nohrian Summer) does not have any skill inheritance"
  },
  {
    "severity": "ERROR",
    "description": "The build (Brave Zephiel Low investment) for Zephiel has an incorrect investment cost.  It is marked [LOW] and should be [MEDIUM] because of the skills: [\"Brave Sword+\"]"
  }
]